tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "derailed/k9s"
tap "getstream/stream-cli", "https://github.com/GetStream/stream-cli"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "jondot/tap"
tap "joseluisq/paket"
tap "kdash-rs/kdash"
tap "koekeishiya/formulae"
tap "supabase/tap"
tap "wix/brew"
brew "act"
brew "pycparser"
brew "docutils"
brew "awscli"
brew "libssh2"
brew "bat"
brew "boost"
brew "cmake"
brew "curl"
brew "folly"
brew "edencommon"
brew "elixir"
brew "exa"
brew "fastlane"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "fish"
brew "flyctl"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git"
brew "python@3.10"
brew "git-filter-repo"
brew "git-lfs"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "gpgme"
brew "netpbm"
brew "graphviz"
brew "helm"
brew "htop"
brew "krb5"
brew "lefthook"
brew "llvm"
brew "luajit", args: ["HEAD"]
brew "luajit-openresty", args: ["HEAD"]
brew "mysql", restart_service: true
brew "n"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "pnpm"
brew "postgresql@14", restart_service: true
brew "protobuf"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby@2.7", link: true
brew "rustup-init"
brew "smug"
brew "telnet"
brew "tig"
brew "tmux"
brew "watchman"
brew "wget"
brew "zellij"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
brew "jondot/tap/hygen"
brew "joseluisq/paket/paket-bin"
brew "supabase/tap/supabase"
brew "wix/brew/applesimutils"
cask "alacritty"
cask "android-platform-tools"
cask "bitwarden"
cask "docker"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack"
cask "font-monoid"
cask "font-recursive"
cask "insomnia"
cask "librewolf"
cask "postman"
cask "react-native-debugger"
cask "zulu11"
