tap "adoptopenjdk/openjdk"
tap "danielbayley/alfred"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
brew "autojump"
brew "bat"
brew "boost"
brew "cmake"
brew "cocoapods"
brew "curl"
brew "exa"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "firebase-cli"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "python@3.9"
brew "go"
brew "gpgme"
brew "htop"
brew "jq"
brew "k6"
brew "lazygit"
brew "lefthook"
brew "llvm"
brew "luajit", args: ["HEAD"]
brew "luajit-openresty", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "postgresql", restart_service: true
brew "profanity"
brew "qemu"
brew "redis", restart_service: true
brew "ripgrep"
brew "rustup-init"
brew "tig"
brew "tmux"
brew "watchman"
brew "wget"
brew "zplug"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-database-tools"
cask "1password"
cask "adoptopenjdk11"
cask "alfred"
cask "balenaetcher"
cask "deezer"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-hack"
cask "font-monoid"
cask "insomnia"
cask "qbittorrent"
cask "raspberry-pi-imager"
